Repository: jeremyriverain/breizh-blok-mobile
Catalog: packages/app/i18n/app_*.arb
Languages: fr

source: An error occured
fr: Une erreur est survenue

# anErrorOccuredWhileDisplayingMap
source: An error occured while displaying the map
fr: Une erreur est survenue pendant l'affichage de la carte

source: Areas
fr: Sites

# betweenXAndYMeters
source: between {min} and {max} meters
fr: Entre {min} et {max}m

source: Boulder area
fr: Secteur

source: Boulder areas
fr: Secteurs

source: Boulders
fr: Blocs

source: Cancel
fr: Annuler

source: Change style map
fr: Modifier le style de la carte

# checkYourConnection
source: Check your internet connection and try again
fr: Vérifiez votre connexion internet et essayez à nouveau

source: Clear
fr: Effacer

source: Close the gallery
fr: Fermer la galerie d'images

source: Close the modal
fr: Fermer la boîte de dialogue

source: Coming soon
fr: Bientôt disponible

source: Comments
fr: Commentaires

source: Contribute
fr: Contribuer

source: Contribute to
fr: Contribuer à

source: Details
fr: Détails

source: Display first:
fr: Afficher en 1er:

# distributionOfBoulders
source: Distribution of the boulders
fr: Répartition des blocs

# distributionOfNBoulders
source: Distribution of the {num} boulders
fr: Répartition des {num} blocs

source: Download
fr: Télécharger

source: Downloads
fr: Téléchargements

source: Downloaded recently
fr: Téléchargés récemment

# errorOccuredWhileDisplayingMap
source: An error occured while displaying the map
fr: Une erreur est survenue pendant l'affichage de la carte

# errorOccuredWhileFetchingBoulders
source: An error occured while fetching boulders
fr: Une erreur est survenue lors de la récupération des blocs

source: Fetching data
fr: Récupération des données en cours

source: Filter
fr: Filtrer

source: Get my location
fr: Afficher ma position

source: Go to homepage
fr: Aller à l'accueil

source: Grade
fr: Cotation

source: Height
fr: Hauteur

source: I accept
fr: J'accepte

source: Itinerary
fr: Itinéraire

source: Itinerary to the boulder area
fr: Itinéraire vers le secteur

# itineraryToTheParking
source: Itinerary to parking
fr: Itinéraire vers le parking

source: Language
fr: Langage

# lessThanNMeters
source: Less than {value} meters
fr: Moins de {value}m

source: Login
fr: Se connecter

source: Logout
fr: Se déconnecter

# makeSuggestion
source: Post a comment, make a suggestion
fr: Adresser un commentaire, une suggestion

source: Map
fr: Carte

# mapFormHelper
source: The location of the boulder {boulderName} is represented by the marker on the map. By pressing and holding the marker, you can drag and move it to change its coordinates.
fr: L'emplacement du bloc {boulderName} est représenté par le marqueur sur la carte. Maintenez le marqueur enfoncé pour le déplacer et modifier ses coordonnées.

source: Min grade
fr: Cotation min

# moreThanNMeters
source: More than {value} meters
fr: Plus de {value}m

source: Municipalities
fr: Communes

source: Municipality
fr: Commune

source: My profile
fr: Mon profil

# nBoulders
source: {count, plural, =1{boulder} other{boulders}}
fr: {count, plural, =1{bloc} other{blocs}}

# nBouldersOnTheSameRock
source: {count, plural, =1{Boulder on the same rock} other{Boulders on the same rock}}
fr: {count, plural, =1{Bloc sur le même rocher} other{Blocs sur le même rocher}}

# nBouldersRated
source: {count, plural, =1{{count} boulder rated {grade}} other{{count} boulders rated {grade}}}
fr: {count, plural, =1{{count} bloc en {grade}} other{{count} blocs en {grade}}}

# nBouldersRatedBetween
source: {count} boulders rated between {minGrade} and {maxGrade}
fr: {count} blocs du {minGrade} au {maxGrade}

source: No connection
fr: Aucune connexion

# noDownload
source: There is no download
fr: Aucun téléchargement

# noDownloadHelper
source: It is possible to download boulder areas in order to be able to access it without an internet connection
fr: Il est possible de télécharger des secteurs de bloc afin de pouvoir y accéder même sans connexion internet.

source: No results
fr: Aucun résultat

source: No results match your search criteria
fr: Aucun résultat ne correspond à vos critères de recherche

# pageNotFound
source: 404 - Page not found
fr: 404 - Page non trouvée

# pageNotFoundDescription
source: The page you are looking for does not exist or has been moved.
fr: La page que vous recherchez n'existe pas ou a été déplacée.

# parkingOfTheBoulderArea
source: Parking of
fr: Parking du secteur

source: Relevant boulder
fr: Bloc concerné

source: Return to the top
fr: Revenir en haut

source: Search for boulders
fr: Rechercher bloc, secteur, commune

source: Send
fr: Envoyer

source: Share
fr: Partager

# shareableBoulder
source: Breizh Blok recommends the boulder {boulderName} in {boulderAreaName}. More info on https://breizh-blok.fr/boulders/{boulderIri}
fr: Breizh Blok recommande le bloc {boulderName} dans le secteur {boulderAreaName}. Voir https://breizh-blok.fr/boulders/{boulderIri}

# shareableBoulderArea
source: Breizh Blok recommends the boulder area {boulderAreaName} in {municipalityName}. More info on https://breizh-blok.fr/boulder-areas/{boulderAreaIri}
fr: Breizh Blok recommande le secteur {boulderAreaName} à {municipalityName}. Voir https://breizh-blok.fr/boulder-areas/{boulderAreaIri}

# shareableMunicipality
source: Breizh Blok recommends the boulders located in {municipalityName}. More info on https://breizh-blok.fr/municipalities/{municipalityIri}
fr: Breizh Blok recommande les blocs de {municipalityName}. Voir https://breizh-blok.fr/municipalities/{municipalityIri}

source: Show details
fr: Voir détails

source: Sort
fr: Trier

source: Sort by
fr: Trier par

# specifyBoulderLocation
source: Specifiy the boulder's location
fr: Affiner l'emplacement du bloc

source: Submit location
fr: Valider l'emplacement

source: Terms of use
fr: Conditions d'utilisation

# termsOfUseContent
source: Bouldering is a dangerous activity. Its practice is under the entire responsibility of the practitioners. Breizh Blok declines all responsibility in the event of an accident.
fr: L'escalade est un sport à risque. Sa pratique est sous l'entière responsabilité des pratiquants. Breizh Blok décline toute responsabilité en cas d'accident.

# thanksWeWillReviewYourContribution
source: Thanks! We'll review your contribution.
fr: Merci ! Nous allons vérifier votre contribution.

source: The easiest
fr: Les plus faciles

source: The hardest
fr: Les plus difficiles

source: The most recent
fr: Les plus récents

source: Try again
fr: Essayer à nouveau

# validatorsRequired
source: This field is required
fr: Ce champ est obligatoire

# yourMessageHasBeenSent
source: Thanks, your message has been sent
fr: Merci, votre message a été envoyé
